app/controllers/school_classes_controller.rb

    def create
        @school_class = SchoolClass.new(school_class_params)
        @school_class.save
---
INSERT INTO "school_classes" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-11-18 11:10:59.706550"], ["updated_at", "2020-11-18 11:10:59.706550"]]